---
kind: enumMember
id: F:Autodesk.Revit.DB.Analysis.ConceptualConstructionWindowSkylightType.TriplePaneClearLowEHotOrColdClimate
enum: Autodesk.Revit.DB.Analysis.ConceptualConstructionWindowSkylightType
source: html/edb39897-9424-1a7d-e12c-1c3ad5d41296.htm
---
# Autodesk.Revit.DB.Analysis.ConceptualConstructionWindowSkylightType.TriplePaneClearLowEHotOrColdClimate

Triple Pane Clear Low Energy Hot or Cold Climate Window or Skylight